Repository: amaiagoni/Final_Degree_Projects
Catalog: Computer Engineering/Web service/zaratamap_web/zaratamap_app/locale/*/LC_MESSAGES/django.po
Languages: es

source: Human hearing range is composed by all frequencies that can be discerned by humans. This range varies from person to person, and is shortened with age. As an abstract generalization, all frequencies between 20 and 20000 Hz are considered audible. However, two sounds with the same intensity (usually measured in dBs) are not perceived as loud if they have different frequencies, as human sensitivity to sound varies with frequency. This phenomena is studied using specialized graphs called Equal-loudness contours, that measure sound pressure (in dB SPL) over frequencies inside the hearing range, for which a person recognizes different pure tones to have a steady loudness. Consequently, all points in a Equal-loudness contour will have the same perception, called sonority, measured in phons, reference measurement unit in these analysis. The most popular curve is called A-weighting, internationally defined in the IEC 61672:2003 standard.
es: El rango de audición humana está compuesto por todas las frecuencias que los humanos pueden discernir. Este rango varía de persona a persona y se acorta con la edad. Como una generalización abstracta, todas las frecuencias entre 20 y 20000 Hz se consideran audibles. Sin embargo, dos sonidos con la misma intensidad (generalmente medidos en dB) no se perciben como fuertes si tienen frecuencias diferentes, ya que la sensibilidad humana al sonido varía con la frecuencia. Este fenómeno se estudia utilizando gráficos especializados llamados contornos de igual volumen, que miden la presión del sonido (en dB SPL) sobre las frecuencias dentro del rango de audición, para las cuales una persona reconoce diferentes tonos puros como volumen constante. En consecuencia, todos los puntos en un contorno de igual volumen tendrán la misma percepción, llamada sonoridad, medida en phons, unidad de medida de referencia en estos análisis. La curva más popular se llama ponderación A, definida internacionalmente en el estándar IEC 61672: 2003.

source: In audio analysis, the audible spectrum can be divided into octave bands, defined as frequency bands whose highest frequency is two times the lowest one. Additionally, in deeper studies, these octaves can be divided into factors, being the most common ones one-third octaves, where original octaves are divided into three equal segments. For the most part, audio analyses divide audible frequencies into a finite number of octaves, repeatedly 10, named and known by their central frequencies.
es: En el análisis de audio, el espectro audible se puede dividir en bandas de octava, definidas como bandas de frecuencia cuya frecuencia más alta es dos veces la más baja. Además, en estudios más profundos, estas octavas se pueden dividir en factores, siendo las más comunes un tercio de octavas, donde las octavas originales se dividen en tres segmentos iguales. En su mayor parte, los análisis de audio dividen las frecuencias audibles en un número finito de octavas, repetidamente 10, nombradas y conocidas por sus frecuencias centrales.

source: Explore the filter frequency responses with our interactive chart!
es: ¡Explora las respuestas en frecuencia de los filtros con nuestro gráfico interactivo!

source: Zaratamap: a new perspective on urban noise
es: Zaratamap: una nueva perspectiva de ruido urbano

source: The project aims to design and develop a self-sufficient sonometer that captures overall noise levels, their A-Weighting equivalent and its correspondent octave-band dissociation. These related values will be obtained using IIR filters in a microcontroller, that will associate them to a specific time stamp and GPS location. These data frames will be transmitted to a time-series focused database running in a remote central server for its storage, specifically designed for the project, via Wi-Fi connection. The final sonometer device will be encapsulated for its placement in designed means of transport and will be calibrated using a professional sonometer to ensure data accuracy.
es: El proyecto tiene como objetivo diseñar y desarrollar un sonómetro autosuficiente que capture los niveles generales de ruido, su equivalente de ponderación A y su correspondiente disociación de banda de octava. Estos valores relacionados se obtendrán utilizando filtros IIR en un microcontrolador, que los asociará a una marca de tiempo y ubicación GPS específicas. Estos marcos de datos se transmitirán a una base de datos centrada en series temporales que se ejecuta en un servidor central remoto para su almacenamiento, específicamente diseñado para el proyecto, a través de una conexión Wi-Fi. El dispositivo de sonómetro final se encapsulará para su colocación en medios de transporte considerados y se calibrará utilizando un sonómetro profesional para garantizar la precisión de los datos.

source: Learn more about filters
es: Aprender más sobre los filtros

source: The essence of this project is to capture noise levels in a city in real time, obtaining much more data than the one gathered in the conventional method of generating noise maps. This currently used practice relies on public workers performing measurements with sonometers in predefined times and locations, limiting the noise representation of the city to those specifications. With the autonomous sonometer developed in this project, not only the number of data frames increases exponentially, but the variety of times and geo-positions they are made in do too.
es: La esencia de este proyecto es capturar los niveles de ruido en una ciudad en tiempo real, obteniendo muchos más datos que los recopilados en el método convencional de generación de mapas de ruido. Esta práctica actualmente utilizada depende de que los trabajadores públicos realicen mediciones con sonómetros en tiempos y lugares predefinidos, lo que limita la representación del ruido de la ciudad a esas especificaciones. Con el sonómetro autónomo desarrollado en este proyecto, no solo el número de marcos de datos aumenta exponencialmente, sino también la variedad de tiempos y posiciones geográficas en las que se realizan.

source: Then, for data transfer from the embedded solution to a central server, a protocol definition will be put into practice, storing all the information in a specialized centralized database system. This communication and storage scheme will provide the means for the development of a GIS technology, mapping noise levels with GPS locations in a graphical outline.
es: Luego, para la transferencia de datos desde la solución integrada a un servidor central, se pondrá en práctica una definición de protocolo que almacenará toda la información en un sistema de base de datos centralizado especializado. Este esquema de comunicación y almacenamiento proporcionará los medios para el desarrollo de una tecnología SIG, mapeando los niveles de ruido con ubicaciones GPS en un esquema gráfico.

source: I want a sneak peek: Get latest data!
es: Quiero una muestra: ¡Obtén los últimos datos!

source: The result will be a web service, that will provide different functionalities to the end user, having the graphical representation of data as the core behaviour. For personalized representations, different filters will be provided, based on time frame (per day, week, month…), total noise level, octave or geographical localization of data. This feature will be expanded into historical management of data and specialized report generation, with the ultimate objective of supporting decision-making processes. Regarding the platform itself, it will maintain two user profiles, general public and private managers, providing expressly designed reports for both of them. This functionality, coupled with an intuitive and multiplatform design of the service, will transform the accessibility of the prevalent noise pollution information, under the umbrella of eco-friendly smart cities.
es: El resultado será un servicio web, que proporcionará diferentes funcionalidades al usuario final, teniendo la representación gráfica de los datos como el comportamiento central. Para representaciones personalizadas, se proporcionarán diferentes filtros, en función del marco de tiempo (por día, semana, mes ...), nivel de ruido total, octava o localización geográfica de los datos. Esta característica se ampliará a la gestión histórica de datos y la generación de informes especializados, con el objetivo final de apoyar los procesos de toma de decisiones. Con respecto a la plataforma en sí, mantendrá dos perfiles de usuario, gerentes públicos y privados en general, proporcionando informes diseñados expresamente para ambos. Esta funcionalidad, junto con un diseño intuitivo y multiplataforma del servicio, transformará la accesibilidad de la información de contaminación acústica prevalente, bajo el paraguas de ciudades inteligentes ecológicas.

source: Start using Zaratamap GIS Filters
es: Empezar a utilizar filtros SIG de Zaratamap

source: Zaratamap project, a new perspective on urban noise.
es: El projecto Zaratamap, una nueva perspectiva de ruido urbano.

source: Applied regulation: administration level hierarchy
es: Regulación aplicada: jerarquía de niveles de administración

source: Europe
es: Europa

source: Spain
es: España

source: Basque Country
es: País Vasco

source: Zaratamap GIS features: Custom noise map
es: Funcionalidades GIS Zaratamap: Mapa de ruido personalizado

source: Please, introduce your filter parameters in the related fields
es: Por favor, introduzca los parámetros de filtro deseado en los campos correspondientes

source: Apply
es: Aplicar

source: Store Filter
es: Guardar Filtro

source: Hide table
es: Ocultar tabla

source: Point map
es: Mapa de puntos

source: Noise map
es: Mapa de ruido

source: Noise source map
es: Mapa de origen de ruido

source: Open
es: Abrir

source: Delete
es: Eliminar

source: Store as
es: Guardar como

source: Update Filter
es: Actualizar Filtro

source: Remove Filter
es: Eliminar Filtro

source: Show table
es: Mostrar tabla
