Repository: amaiagoni/Final_Degree_Projects
Catalog: Computer Engineering/Web service/zaratamap_web/zaratamap_app/locale/*/LC_MESSAGES/django.po
Languages: es

source: Search
es: Buscar

source: time
es: Hora

source: alt
es: Altitud

source: lat
es: Latitud

source: lon
es: Longitud

source: o1000
es: Octava 1000Hz

source: o125
es: Octava 125Hz

source: o16000
es: Octava 16000Hz

source: o2000
es: Octava 2000Hz

source: o250
es: Octava 250Hz

source: o31_5
es: Octava 31.5Hz

source: o4000
es: Octava 4000Hz

source: o500
es: Octava 500Hz

source: o63
es: Octava 63Hz

source: o8000
es: Octava 8000Hz

source: date
es: Fecha

source: Show map
es: Mostrar mapa

source: Hide map
es: Ocultar mapa

source: Generate PDF or print
es: Generar PDF o imprimir

source: Please enter your user information
es: Introduzca su información de usuario

source: Username
es: Usuario

source: Password
es: Contraseña

source: Remember me
es: Recuérdeme

source: Log in
es: Iniciar sesión

source: Create An Account
es: Crear cuenta

source: Forgot Password
es: Contraseña olvidada

source: Registrations Form
es: Formulario de registro

source: Email
es: Correo electrónico

source: Confirm password
es: Confirmar contraseña

source: Register My Account
es: Registrar mi cuenta

source: By creating an account, you agree the
es: Creando la cuenta, accedes a los

source: terms and conditions
es: términos y condiciones

source: Already a member?
es: ¿Ya eres miembro?

source: Login Here
es: Entra aquí

source: Choose user type:
es: Escoja el tipo de usuario:

source: Zaratamap Administrator
es: Administrador Zaratamap

source: IT Administrator
es: Administrador Dpto. TI

source: First name
es: Nombre

source: Last name
es: Apellido

source: Register new user
es: Registrar nuevo usuario

source: Register new admin user
es: Registrar administrador

source: Table
es: Tabla

source: Font size
es: Tamaño de la letra

source: Displayed date and time
es: Valores temporales mostrados

source: Displayed coordinates
es: Coordenadas mostradas

source: Displayed overall noise levels
es: Niveles de ruido mostrados

source: Displayed octaves
es: Octavas mostradas

source: Timeframe
es: Periodo

source: Noise levels
es: Nivel de ruido

source: Geo-position
es: Geo-posición

source: Vehicle
es: Vehículo

source: Pick date
es: Escoja fecha

source: Pick time
es: Escoja hora

source: From
es: Desde

source: To
es: Hasta

source: Noise level range
es: Rango de nivel de ruido

source: Only levels above
es: Solo niveles superiores a

source: Maximum night level (50 dB)
es: Nivel máximo de noche (50 dB)

source: Maximum day level (55 dB)
es: Nivel máximo de día (55 dB)

source: Search by street
es: Buscar por calle

source: Search by coordinates
es: Buscar por coordenadas

source: Street name
es: Nombre de la calle

source: Longitude
es: Longitud

source: Latitude
es: Latitud

source: Surrounding km
es: Km a la redonda

source: Search for vehicle
es: Buscar por vehículo

source: Bicycle
es: Bicicleta

source: Public Bus
es: Autobús urbano

source: OTA Car
es: Coche OTA

source: Remove
es: Eliminar

source: Add extra vehicle
es: Añadir vehículo adicional

source: More about
es: Más sobre

source: My Profile
es: Mi Perfil

source: My Filters
es: Mis Filtros

source: New filter
es: Nuevo filtro

source: Real time data
es: Datos en tiempo real

source: Noise Regulation
es: Regulación del ruido

source: Consequences of noise
es: Efectos del ruido

source: Noise filters
es: Filtros de ruido

source: Contact Us
es: Contáctanos

source: The Project
es: El Proyecto

source: Citizen
es: Ciudadano

source: Logout
es: Cerrar sesión

source: Anonymous
es: Anónimo

source: Table configuration
es: Configuración de tabla

source: Ya existe Filter con este Name.
es: Ya existe un filtro con este nombre. Por favor, introduzca uno nuevo.

source: Your password has been successfully updated.
es: Su contraseña ha sido actualizada con éxito.

source: Your email has been successfully updated.
es: Su correo electrónico ha sido actualizado con éxito.

source: Your password was entered incorrectly. Please enter it again.
es: Su contraseña es incorrecta. Por favor, vuelva a introducirla.

source: Change email
es: Cambiar correo electrónico

source: Change password
es: Cambiar contraseña

source: New email
es: Nuevo correo electrónico

source: Current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: New password confirmation
es: Confirmación de nueva contraseña

source: Please, upload a valid image.
es: Por favor, seleccione una imagen válida.

source: Change image
es: Cambiar imagen

source: Upload image
es: Subir imagen

source: Server Unavailable
es: Servidor no disponible

source: Sorry! It seems that Zaratamap noise server is temporarily unavailable. Please, try again later.
es: ¡Lo sentimos! Parece que el servidor de ruido Zaratamap se encuentra temporalmente fuera de servicio. Por favor, inténtelo más tarde.

source: Back to homepage
es: Volver a inicio

source: Get automatically refreshed data of the last
es: Obtener datos automáticamente refrescados de hace

source: minute
es: minuto

source: minutes
es: minutos

source: hour
es: hora

source: hours
es: horas

source: For the Zaratamap city
es: Para la ciudad Zaratamap

source: All
es: Todas

source: Start
es: Iniciar

source: Stop
es: Parar

source: Change map
es: Cambiar mapa

source: Filter successfully updated.
es: El filtro ha sido actualizado con éxito.

source: Something went wrong when updating filter. The filter was deleted from the database.
es: Algo ha ocurrido actualizando el filtro. Este se ha eliminado de la base de datos.

source: Filter could not be updated, please try again.
es: El filtro no ha podido ser actualizado, por favor, inténtelo de nuevo.

source: Zaratamap menu
es: Menú Zaratamap

source: class
es: Clase

source: Welcome to Zaratamap!
es: ¡Bienvenido a Zaratamap!

source: Concerned with urban noise pollution and seeking the perfect well-being in our cities, we have created a new noise measuring paradigm. Based on intelligent sonometers, spread across multiple vehicles in our society, we have created a new dynamic noise map generation system, ready for our users to enjoy. Want to find out more?
es: Concienciados con la contaminación de ruido en entornos urbanos y buscando la mejor calidad de vida en nuestras ciudades, hemos creado un nuevo paradigma de medición de ruido. Basado en sonómetros inteligentes, distribuidos en varios vehículos de nuestra sociedad, hemos creado un nuevo sistea de generación de mapas de ruido dinámicos, listos para el disfrute de nuestros usuarios. ¿Quiere conocer más?

source: Noise: the forgotten pollution
es: Ruido: la contaminación olvidada

source: Social impact
es: Impacto social

source: Globalization and internationalization have caused a fast increase in the number of people moving to urban areas. United Nations estimates that 55.3% of the total worldwide population in 2018 lived in cities, percentage expected to grow to 60% by 2030. The situation requires the establishment of an adequate growth-management in those the areas, focused on ensuring a high life-quality for the inhabitants. This responsibility devolves upon local authorities, that need to update its facilities and services through well-established action plans. This change in paradigm is developed under the umbrella of modern Smart Cities.
es: La globalización y la internacionalización han provocado un rápido aumento en el número de personas que se mudan a las zonas urbanas. Las Naciones Unidas estiman que el 55.3%% de la población mundial total en 2018 vivía en ciudades, porcentaje que se espera que crezca a 60%% para 2030. La situación requiere el establecimiento de una adecuada gestión del crecimiento en esas áreas, enfocada en asegurar una alta calidad de vida para los habitantes. Esta responsabilidad recae sobre las autoridades locales, que necesitan actualizar sus instalaciones y servicios a través de planes de acción bien establecidos. Este cambio de paradigma se desarrolla bajo el paraguas de las Smart Cities modernas.

source: More specifically, an inevitable consequence of the increase of inner-city population is the escalation of acoustic pollution. The higher the citizenry, the higher the number of sources that contribute to this contamination: traffic, industrial activity, nightlife…
es: Más específicamente, una consecuencia inevitable del aumento de la población del centro de la ciudad es la escalada de la contaminación acústica. Cuanto mayor sea la ciudadanía, mayor será el número de fuentes que contribuyen a esta contaminación: tráfico, actividad industrial, vida nocturna ...

source: The essential purpose of this project is to build a sonometer that can dynamically produce noise maps for their analysis. The interpretation of these reports is a highly useful mechanism for the authorities to take ethical and effective actions for the management of sound pollution, pursuing to improve both the human and the environment's health.
es: El propósito esencial de este proyecto es construir un sonómetro que pueda producir dinámicamente mapas de ruido para su análisis. La interpretación de estos informes es un mecanismo muy útil para que las autoridades tomen medidas éticas y efectivas para el manejo de la contaminación acústica, con el objetivo de mejorar la salud humana y del medio ambiente.

source: As a matter of fact, noise is not usually socially acknowledged as a pollutant agent, and because of that, there is no general perception of its detrimental consequences. In reality, the World Health Organization alerts that excess exposure to high ambient noise can be harmful to human health, interfering in its everyday activities. Concretely, exposition to high levels of noise has been proven to manifest in auditive loss, cardiovascular illnesses, cognitive and sleep disorders, stress, changes in social interactions or low productivity.
es: De hecho, el ruido no suele ser reconocido socialmente como un agente contaminante y, por eso, no existe una percepción general de sus consecuencias perjudiciales. En realidad, la Organización Mundial de la Salud advierte que la exposición excesiva al ruido ambiental elevado puede ser perjudicial para la salud humana e interferir en sus actividades diarias. Concretamente, se ha demostrado que la exposición a altos niveles de ruido se manifiesta en pérdida auditiva, enfermedades cardiovasculares, trastornos cognitivos y del sueño, estrés, cambios en las interacciones sociales o baja productividad.

source: Particularly, a ranking carried out by the World Health Organization in 2016 positioned Spain as the second noisiest country in the world, with approximately nine million of Spanish citizens being exposed to more than the WHO's daily recommended maximum of 65 dBs.
es: En particular, una clasificación realizada por la Organización Mundial de la Salud en 2016 posicionó a España como el segundo país más ruidoso del mundo, con aproximadamente nueve millones de ciudadanos españoles expuestos a más del máximo diario recomendado por la OMS de 65 dBs.

source: Therefore, the WHO alerts of the importance of authorities taking action to handle noise pollution, stating that it is the second cause of disease due to environmental reasons. In this circumstances, the device developed in this project can have a extensive ethical benefit, providing information to authorities for a better noise related action planning and visibility of the issue to the general public.
es: Por lo tanto, la OMS alerta sobre la importancia de que las autoridades tomen medidas para manejar la contaminación acústica, afirmando que es la segunda causa de enfermedad debido a razones ambientales. En estas circunstancias, el dispositivo desarrollado en este proyecto puede tener un amplio beneficio ético, proporcionando información a las autoridades para una mejor planificación de acciones relacionadas con el ruido y visibilidad del problema para el público en general.

source: Environmental impact
es: Impacto medioambiental

source: Humans are not the only environment actors that can benefit from this project. Noise pollution is a primary cause for fauna movement, as animals escape from high sounds that affect their natural activity. The migration of these creatures also implies the migrations of their predators, and, ultimately, the transformation of a whole area's flora, ground and landscapes.
es: Los humanos no son los únicos actores ambientales que pueden beneficiarse de este proyecto. La contaminación acústica es una causa principal del movimiento de la fauna, ya que los animales escapan de los sonidos fuertes que afectan su actividad natural. La migración de estas criaturas también implica las migraciones de sus depredadores y, en última instancia, la transformación de la flora, el suelo y los paisajes de toda una zona.

source: Additionally, loud noise exposition has other particular negative effects in both animal and vegetable life. For example, it interferes with pollination activities and seed propagation, drowns out mating calls of some species and can block listening for prey localization.
es: Además, la exposición a ruidos fuertes tiene otros efectos negativos particulares en la vida animal y vegetal. Por ejemplo, interfiere con las actividades de polinización y la propagación de semillas, ahoga las llamadas de apareamiento de algunas especies y puede bloquear la escucha de la localización de presas.

source: The execution of this project would translate into a future state with more effective, specific and targeted laws and procedures regarding noise. Under these circumstances, noise pollution could decrease gradually, stopping its unfavorable impact on living beings and their environment.
es: La ejecución de este proyecto se traduciría en un estado futuro con leyes y procedimientos más efectivos, específicos y focalizados con respecto al ruido. En estas circunstancias, la contaminación acústica podría disminuir gradualmente, deteniendo su impacto desfavorable en los seres vivos y su entorno.

source: Regarding the environmental impact of the constructed physical device itself, it is considered that, designed as a tool whose ultimate purpose is to improve human health and environment pollution related policies management, the solution proposed needs to be as environmentally friendly as possible. On those grounds, low power consumption and modularity requirements have been dictated for the final product, ensuring a purposeful and eco-friendly device is built.
es: Con respecto al impacto ambiental del propio dispositivo físico construido, se considera que, diseñado como una herramienta cuyo propósito final es mejorar la gestión de políticas relacionadas con la salud humana y la contaminación ambiental, la solución propuesta debe ser lo más ecológica posible. Por esos motivos, se han dictado requisitos de bajo consumo de energía y modularidad para el producto final, asegurando que se construya un dispositivo útil y ecológico.

source: Economic impact
es: Impacto económico

source: Acoustic pollution turns into not only inhabitant and environmental discomfort, but also into high costs for public administrations. Under these circumstances, noise becomes a serious concern of public managers in Smart Cities, where the need for the design and establishment of action plans to deal with sound pollution arises. In this regard, there is a compelling need for geo-located real-time monitorization of noise in metropolises, storing all data for its study, aiming to provide key knowledge in the process of designing the aforementioned action plans.
es: La contaminación acústica se convierte no solo en molestias para los habitantes y el medio ambiente, sino también en altos costos para las administraciones públicas. En estas circunstancias, el ruido se convierte en una seria preocupación de los administradores públicos en Smart Cities, donde surge la necesidad de diseñar y establecer planes de acción para hacer frente a la contaminación acústica. En este sentido, existe una necesidad imperiosa de una monitorización del ruido en tiempo real geo-ubicada en las metrópolis, almacenando todos los datos para su estudio, con el objetivo de proporcionar conocimiento clave en el proceso de diseño de los planes de acción antes mencionados.

source: In this context, the 2002/49/EC (END) Directive signed by the European Parliament, that refers to the evaluation and management of ambient noise, was established; with the objective of avoiding, preventing or decreasing the damaging effects of noise introduced earlier in this document. For that purpose, it enacts the regulation to produce and update each city’s noise map every five years. In detail, these noise maps are requested to provide information about the changes in ambient conditions that may have occurred during that period.
es: En este contexto, se estableció la Directiva 2002/49/EC (END) firmada por el Parlamento Europeo, que se refiere a la evaluación y gestión del ruido ambiental; con el objetivo de evitar, prevenir o disminuir los efectos dañinos del ruido introducido anteriormente en este documento. Para ese propósito, promulga la regulación para producir y actualizar el mapa de ruido de cada ciudad cada cinco años. En detalle, se solicita a estos mapas de ruido que proporcionen información sobre los cambios en las condiciones ambientales que pueden haber ocurrido durante ese período.

source: The standard approach undertaken by authorities to perform this task nowadays is to record and process the information manually. One or more public workers are commissioned to travel across predefined points in the city, using high-prized, specialized equipment to register noise measurements. This is an expensive and time-consuming practice that has a significant impact on the cities’ public expenses.
es: El enfoque estándar adoptado por las autoridades para realizar esta tarea hoy en día es registrar y procesar la información manualmente. Uno o más trabajadores públicos tienen el encargo de viajar a través de puntos predefinidos de la ciudad, utilizando equipos especializados y de gran valor para registrar las mediciones de ruido. Esta es una práctica costosa y lenta que tiene un impacto significativo en los gastos públicos de las ciudades.

source: In addition, this methodology can be unrepresentative of reality, because, measurements carried out in one specific point, at a specific time, are not illustrative of other places in the same street or the noise level at other times of the day or periods of the year. In consequence, the high prized methodology used to perform the compulsory measurements can be inefficient, and ultimately, unjustifiable. In fact, the unrepresentativeness of the generated noise maps can be escalated to even more expensive projects, that without the right information, would fell on deaf ears.
es: Además, esta metodología puede no ser representativa de la realidad, porque las mediciones realizadas en un punto específico, en un momento específico, no ilustran otros lugares en la misma calle o el nivel de ruido en otros momentos del día o períodos del año. En consecuencia, la metodología altamente valorada utilizada para realizar las mediciones obligatorias puede ser ineficiente y, en última instancia, injustificable. De hecho, la falta de representación de los mapas de ruido generados se puede escalar a proyectos aún más caros, que sin la información correcta, caerían en oídos sordos.

source: On this basis, this final degree project is expected to solve the problems regarding noise monitorization in urban areas, providing the authorities with a low-cost tool that allows them to have dynamic noise maps of the city. With them, concerned powers would be able to take the best possible actions to improve their inhabitants’ health and comfort, saving valuable public money and resources, that could be applied to other crucial actions.
es: Sobre esta base, se espera que este proyecto de fin de grado resuelva los problemas relacionados con la monitorización del ruido en áreas urbanas, proporcionando a las autoridades una herramienta de bajo costo que les permita tener mapas dinámicos de ruido de la ciudad. Con ellos, los poderes interesados ​​podrían tomar las mejores acciones posibles para mejorar la salud y la comodidad de sus habitantes, ahorrando valioso dinero y recursos públicos, que podrían aplicarse a otras acciones cruciales.

source: Zaratamap developer
es: Desarrolladora Zaratamap

source: Currently studying the double degree in Computer Science and Industrial Electronic and Automatic Engineering at University of Deusto (estimated end on June 2020). Since 2018, she collaborates in DeustoTech Mobility research team as a scholar, focusing on the development of V2V (Vehicle to Vehicle) and V2I (Vehicle to Infrastructure) communications.
es: Actualmente cursando la doble titulación en Ingeniería Informática e Ingeniería Electrónica Industrial y Automática en la Universidad de Deusto (finalización estimada en junio de 2020). Desde 2018, colabora en el equipo de investigación de DeustoTech Mobility como académica, centrándose en el desarrollo de comunicaciones V2V (Vehículo a Vehículo) y V2I (Vehículo a Infraestructura).

source: Some definitions...
es: Algunas definiciones...

source: Audio analysis
es: Análisis de audio

source: A-Weighting
es: Ponderación A

source: Octave-band
es: Banda de octava

source: Audio analysis applies to the extraction of useful data from the digital codification of an electric signal representing an acoustic wave. Its objective is to obtain information from the wave to perform an analysis, classification, collection...
es: El análisis de audio se aplica a la extracción de datos útiles de la codificación digital de una señal eléctrica que representa una onda acústica. Su objetivo es obtener información de la onda para realizar un análisis, clasificación, recopilación ...
